
tap 'caskroom/cask'

# Core Homebrew
brew 'aircrack-ng'
brew 'aom'
brew 'apr'
brew 'apr-util'
brew 'argtable'
brew 'arp-scan'
brew 'asciidoc'
brew 'aspell'
brew 'atk'
brew 'atomicparsley'
brew 'autoconf'
brew 'bash'
brew 'bash-completion'
brew 'bdw-gc'
brew 'bison'
brew 'boost'
brew 'brew-cask-completion'
brew 'brotli'
brew 'c-ares'
brew 'c2048'
brew 'caddy'
brew 'cairo'
brew 'cask-repair'
brew 'cmake'
brew 'cmatrix'
brew 'coreutils'
brew 'curl'
brew 'dav1d'
brew 'docbook'
brew 'docbook-xsl'
brew 'dos2unix'
brew 'dpkg'
brew 'eigen'
brew 'enchant'
brew 'exiftool'
brew 'faac'
brew 'fdk-aac'
brew 'ffmpeg'
brew 'figlet'
brew 'findutils'
brew 'flac'
brew 'flex'
brew 'fontconfig'
brew 'freetype'
brew 'frei0r'
brew 'fribidi'
brew 'gawk'
brew 'gcc'
brew 'gd'
brew 'gdb'
brew 'gdbm'
brew 'gdk-pixbuf'
brew 'get_iplayer'
brew 'gettext'
brew 'gflags'
brew 'ghostscript'
brew 'giflib'
brew 'git'
brew 'glib'
brew 'glog'
brew 'gmp'
brew 'gnu-getopt'
brew 'gnu-indent'
brew 'gnu-sed'
brew 'gnu-tar'
brew 'gnutls'
brew 'go'
brew 'gobject-introspection'
brew 'gpatch'
brew 'graphite2'
brew 'graphviz'
brew 'grep'
brew 'gsettings-desktop-schemas'
brew 'gtk+'
brew 'gtk+3'
brew 'gtk-mac-integration'
brew 'gts'
brew 'guile'
brew 'harfbuzz'
brew 'hashcat'
brew 'heroku'
brew 'heroku-node'
brew 'hicolor-icon-theme'
brew 'hiredis'
brew 'hr'
brew 'httpd'
brew 'httpie'
brew 'hub'
brew 'hydra'
brew 'icu4c'
brew 'ilmbase'
brew 'imagemagick'
brew 'imageoptim-cli'
brew 'intltool'
brew 'iperf'
brew 'iproute2mac'
brew 'isl'
brew 'itstool'
brew 'jansson'
brew 'jasper'
brew 'jemalloc'
brew 'jpeg'
brew 'jq'
brew 'jsoncpp'
brew 'krb5'
brew 'lame'
brew 'ldid'
brew 'leptonica'
brew 'lftp'
brew 'libass'
brew 'libav'
brew 'libbluray'
brew 'libcroco'
brew 'libde265'
brew 'libepoxy'
brew 'libev'
brew 'libevent'
brew 'libffi'
brew 'libgcrypt'
brew 'libgpg-error'
brew 'libheif'
brew 'libidn'
brew 'libidn2'
brew 'libmicrohttpd'
brew 'libmpc'
brew 'libnet'
brew 'libogg'
brew 'libomp'
brew 'libpcap'
brew 'libplist'
brew 'libpng'
brew 'libsamplerate'
brew 'libsndfile'
brew 'libsoxr'
brew 'libssh'
brew 'libssh2'
brew 'libtasn1'
brew 'libtiff'
brew 'libtool'
brew 'libunistring'
brew 'libvidstab'
brew 'libvorbis'
brew 'libvpx'
brew 'libxml2'
brew 'libxmlsec1'
brew 'libyaml'
brew 'little-cms2'
brew 'lolcat'
brew 'lsd'
brew 'lsusb'
brew 'lua'
brew 'lv2'
brew 'lynx'
brew 'lzo'
brew 'macchanger'
brew 'mad'
brew 'makeicns'
brew 'mas'
brew 'mcrypt'
brew 'mdcat'
brew 'metis'
brew 'mhash'
brew 'micro'
brew 'mpfr'
brew 'msgpack'
brew 'mysql-client'
brew 'ncurses'
brew 'neofetch'
brew 'netpbm'
brew 'nettle'
brew 'nghttp2'
brew 'ninja'
brew 'ninvaders'
brew 'nmap'
brew 'node'
brew 'normalize'
brew 'nspr'
brew 'oath-toolkit'
brew 'oniguruma'
brew 'openblas'
brew 'opencore-amr'
brew 'openexr'
brew 'openjpeg'
brew 'openrtsp'
brew 'openssl'
brew 'openssl@1.1'
brew 'opus'
brew 'p11-kit'
brew 'p7zip'
brew 'pango'
brew 'pcre'
brew 'pcre2'
brew 'perl'
brew 'pip-completion'
brew 'pixman'
brew 'pkg-config'
brew 'powerlevel9k'
brew 'py2cairo'
brew 'pygobject'
brew 'pygtk'
brew 'python'
brew 'python@2'
brew 'python@3.8'
brew 'qt'
brew 'rclone'
brew 'readline'
brew 'rtmpdump'
brew 'rubberband'
brew 'ruby'
brew 'rust'
brew 'screenfetch'
brew 'screenresolution'
brew 'sdl'
brew 'sdl2'
brew 'shared-mime-info'
brew 'shellcheck'
brew 'sl'
brew 'snappy'
brew 'source-highlight'
brew 'speedtest-cli'
brew 'speex'
brew 'sqlite'
brew 'srt'
brew 'sshfs'
brew 'suite-sparse'
brew 'tbb'
brew 'tccutil'
brew 'telnet'
brew 'tesseract'
brew 'tesseract-lang'
brew 'thefuck'
brew 'theora'
brew 'tmate'
brew 'tmux'
brew 'tree'
brew 'unbound'
brew 'utf8proc'
brew 'vim'
brew 'webkit2png'
brew 'webp'
brew 'wget'
brew 'wtf'
brew 'x264'
brew 'x265'
brew 'xmlto'
brew 'xvid'
brew 'xz'
brew 'yadm'
brew 'yarn'
brew 'youtube-dl'
brew 'zsh'
brew 'zsh-autosuggestions'
brew 'zsh-syntax-highlighting'

# Cask Apps
cask 'altserver'
cask 'android-file-transfer'
cask 'android-platform-tools'
cask 'appcleaner'
cask 'arduino'
cask 'balenaetcher'
cask 'bettertouchtool'
cask 'blender'
cask 'brackets'
cask 'brave-browser'
cask 'browserosaurus'
cask 'burp-suite'
cask 'cakebrew'
cask 'chromedriver'
cask 'chromium'
cask 'db-browser-for-sqlite'
cask 'discord'
cask 'do-not-disturb'
cask 'docker'
cask 'dropbox'
cask 'easy-move-plus-resize'
cask 'firefox'
cask 'firefox-developer-edition'
cask 'firefox-nightly'
cask 'font-fontawesome'
cask 'font-hack-nerd-font'
cask 'font-menlo-for-powerline'
cask 'gfxcardstatus'
cask 'github'
cask 'google-backup-and-sync'
cask 'google-chrome'
cask 'google-chrome-canary'
cask 'haptickey'
cask 'imageoptim'
cask 'impactor'
cask 'insomniax'
cask 'ios-app-signer'
cask 'iterm2'
cask 'itsycal'
cask 'java'
cask 'jetbrains-toolbox'
cask 'keepingyouawake'
cask 'keyboardcleantool'
cask 'krisp'
cask 'logitech-gaming-software'
cask 'logitech-options'
cask 'losslesscut'
cask 'lulu'
cask 'macs-fan-control'
cask 'mactex'
cask 'malwarebytes'
cask 'megasync'
cask 'microsoft-edge'
cask 'microsoft-teams'
cask 'minecraft'
cask 'mysqlworkbench'
cask 'nextcloud'
cask 'osxfuse'
cask 'oversight'
cask 'phantomjs'
cask 'react-studio'
cask 'safari-technology-preview'
cask 'scroll-reverser'
cask 'signal'
cask 'skim'
cask 'spotify'
cask 'sublime-text'
cask 'synergy-beta'
cask 'teamspeak-client'
cask 'teamviewer'
cask 'tor-browser'
cask 'transmission'
cask 'ultimaker-cura'
cask 'vivaldi'
cask 'vlc'
cask 'vmware-fusion'
cask 'vscodium'
cask 'webex-meetings'
cask 'wireshark'
cask 'x2goclient'
cask 'xampp-vm'
cask 'xquartz'
cask 'zoomus'

